tap "aws/tap"
tap "buildpacks/tap"
tap "dldash/core"
tap "drone/drone"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "noovolari/brew"
tap "null-dev/firefox-profile-switcher"
tap "one2nc/cloudlens"
tap "pulumi/tap"
brew "actionlint"
brew "openssl@3", link: false
brew "asdf"
brew "aws-sam-cli"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "black", link: false
brew "boost"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "node"
brew "cdk8s"
brew "cfn-lint"
brew "ctop"
brew "direnv"
brew "doctl"
brew "eksctl"
brew "exa"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "gotests"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "openldap"
brew "heimdal"
brew "helm"
brew "hey"
brew "hugo"
brew "hurl"
brew "iam-policy-json-to-terraform"
brew "libheif"
brew "imagemagick"
brew "infracost"
brew "ipmitool"
brew "jless"
brew "jq"
brew "jsonschema", link: false
brew "krew"
brew "kube-score"
brew "lazygit"
brew "ledger"
brew "lftp"
brew "libfido2"
brew "libp11"
brew "qemu"
brew "lima"
brew "markdown"
brew "markdownlint-cli"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "opensc"
brew "openssh"
brew "ossp-uuid"
brew "pinentry-mac"
brew "plantuml"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "serverless"
brew "shellcheck"
brew "softhsm"
brew "sqlmap"
brew "starship"
brew "tfenv", link: false
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tiger-vnc"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint", link: false
brew "ykman"
brew "yq"
brew "buildpacks/tap/pack"
brew "dldash/core/docker-color-output"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "minio/stable/mc"
brew "noovolari/brew/leapp-cli"
brew "pulumi/tap/pulumi"
cask "dbeaver-community"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "leapp"
cask "macdown"
cask "secretive"
cask "stats"
cask "temurin"
