;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; Node and TypeScript
(package! fill-column-indicator)
(package! highlight-indent-guides)
(package! flymd)
(package! typescript-mode)
(package! nix-mode)
(package! yaml-mode)
(package! json-mode)
(package! js2-mode)
(package! web-mode)

;; HTTP request
(package! ob-http)
